<?xml version="1.0"?>
<strings>
    <intro>openHAB - "&#x5D4;&#x5E2;&#x5E6;&#x5DE;&#x5EA; &#x5D4;&#x5D1;&#x5D9;&#x5EA; &#x5D4;&#x5D7;&#x5DB;&#x5DD;" - &#x5E4;&#x5E8;&#x5D5;&#x5D9;&#x5D9;&#x5E7;&#x5D8; &#x5E7;&#x5D5;&#x5D3; &#x5E4;&#x5EA;&#x5D5;&#x5D7; &#x5DC;&#x5D1;&#x5D9;&#x5EA; &#x5D7;&#x5DB;&#x5DD; &#x5DC;&#x5D0;&#x5E0;&#x5E9;&#x5D9;&#x5DD; &#x5D5;&#x5D7;&#x5D1;&#x5E8;&#x5D5;&#x5EA; &#x5D1;&#x5E8;&#x5D0;&#x5D9;&#x5D9;&#x5D4; &#x5D8;&#x5DB;&#x5E0;&#x5D5;&#x5DC;&#x5D5;&#x5D2;&#x5D9;&#x5EA; &#x5DE;&#x5EA;&#x5E7;&#x5D3;&#x5DE;&#x5EA;</intro>
    <whatis>openHAB &#x5D4;&#x5D9;&#x5D0; &#x5E4;&#x5DC;&#x5D8;&#x5E4;&#x5D5;&#x5E8;&#x5DE;&#x5EA; &#x5D0;&#x5D5;&#x5D8;&#x5D5;&#x5DE;&#x5E6;&#x5D9;&#x5D4; &#x5D1;&#x5D9;&#x5EA;&#x5D9;&#x5EA; &#x5DE;&#x5D1;&#x5D5;&#x5E1;&#x5E1;&#x5EA; &#x5E7;&#x5D5;&#x5D3; &#x5E4;&#x5EA;&#x5D5;&#x5D7; &#x5DE;&#x5D1;&#x5D5;&#x5E1;&#x5E1;&#x5EA; Java, &#x5D4;&#x5DE;&#x5E9;&#x5DC;&#x5D1;&#x5EA; &#x5DE;&#x5D2;&#x5D5;&#x5D5;&#x5DF; &#x5E8;&#x5D7;&#x5D1; &#x5E9;&#x5DC; &#x5DE;&#x5E2;&#x5E8;&#x5DB;&#x5D5;&#x5EA; &#x5D5;&#x5D8;&#x5DB;&#x5E0;&#x5D5;&#x5DC;&#x5D5;&#x5D2;&#x5D9;&#x5D5;&#x5EA; &#x5D1;&#x5D9;&#x5EA;&#x5D9;&#x5D5;&#x5EA; &#x5D7;&#x5DB;&#x5DE;&#x5D5;&#x5EA; &#x5DC;&#x5E4;&#x5EA;&#x5E8;&#x5D5;&#x5DF; &#x5D0;&#x5D7;&#x5D3;.</whatis>
    <rules>&#x5E7;&#x5D9;&#x5D9;&#x5DE;&#x5EA; &#x5D0;&#x5E4;&#x5E9;&#x5E8;&#x5D5;&#x5EA; &#x5DC;&#x5D1;&#x5E6;&#x5E2; &#x5D0;&#x5D5;&#x5D8;&#x5D5;&#x5DE;&#x5E6;&#x5D9;&#x5D4;, &#x5DC;&#x5D4;&#x5D2;&#x5D3;&#x5D9;&#x5E8; &#x5DB;&#x5DC;&#x5DC;&#x5D9;&#x5DD; &#x5D5;&#x5DE;&#x5DE;&#x5E9;&#x5E7;&#x5D9; &#x5DE;&#x5E9;&#x5EA;&#x5DE;&#x5E9; &#x5E9;&#x5D5;&#x5E0;&#x5D9;&#x5DD; &#x5D5;&#x5DE;&#x5D2;&#x5D5;&#x5D5;&#x5E0;&#x5D9;&#x5DD; &#x5E2;&#x5DC; &#x5D2;&#x5D1;&#x5D9; &#x5E9;&#x5DB;&#x5D1;&#x5EA; &#x5D4;&#x5E8;&#x5DB;&#x5D9;&#x5D1;&#x5D9;&#x5DD; &#x5D4;&#x5DE;&#x5D7;&#x5D5;&#x5D1;&#x5E8;&#x5D9;&#x5DD;.</rules>
    <supported>&#x5DE;&#x5D5;&#x5E6;&#x5E8;&#x5D9;&#x5DD; &#x5E0;&#x5EA;&#x5DE;&#x5DB;&#x5D9;&#x5DD;</supported>
    <bindings>&#x5DC;&#x5DE;&#x5E2;&#x5DC;&#x5D4; &#x5DE;-200 &#x5EA;&#x5D5;&#x5E1;&#x5E4;&#x5D9;&#x5DD; &#x5DE;&#x5E1;&#x5E4;&#x5E7;&#x5D9;&#x5DD; &#x5EA;&#x5DE;&#x5D9;&#x5DB;&#x5D4; &#x5E2;&#x5D1;&#x5D5;&#x5E8; &#x5DE;&#x5D5;&#x5EA;&#x5D2;&#x5D9;&#x5DD;, &#x5D4;&#x5EA;&#x5E7;&#x5E0;&#x5D9;&#x5DD;, &#x5D8;&#x5DB;&#x5E0;&#x5D5;&#x5DC;&#x5D5;&#x5D2;&#x5D9;&#x5D5;&#x5EA; &#x5D5;&#x5E4;&#x5E8;&#x5D5;&#x5D8;&#x5D5;&#x5E7;&#x5D5;&#x5DC;&#x5D9; &#x5EA;&#x5E7;&#x5E9;&#x5D5;&#x5E8;&#x5EA;. &#x5DB;&#x5DE;&#x5D4; &#x5D3;&#x5D5;&#x5D2;&#x5DE;&#x5D0;&#x5D5;&#x5EA;: Amazon Echo, Chromecast, Philips Hue, Z-Wave &#x5D5;- Sonos. &#x5D2;&#x5DC;&#x5D4; &#x5D0;&#x5EA; &#x5DB;&#x5DC; &#x5D4;&#x5D4;&#x5E8;&#x5D7;&#x5D1;&#x5D5;&#x5EA; &#x5D4;&#x5D6;&#x5DE;&#x5D9;&#x5E0;&#x5D5;&#x5EA;, &#x5D4;&#x5D4;&#x5EA;&#x5E7;&#x5E0;&#x5D9;&#x5DD; &#x5D4;&#x5E0;&#x5EA;&#x5DE;&#x5DB;&#x5D9;&#x5DD; &#x5D5;/&#x5D0;&#x5D5; &#x5E4;&#x5D5;&#x5E0;&#x5E7;&#x5E6;&#x5D9;&#x5D5;&#x5EA; &#x5D1;: https://docs.openhab.org/addons/bindings.html</bindings>

    <home_automation_solutions>&#x2022; &#x5E4;&#x5EA;&#x5E8;&#x5D5;&#x5E0;&#x5D5;&#x5EA; &#x5D0;&#x5D5;&#x5D8;&#x5D5;&#x5DE;&#x5E6;&#x5D9;&#x5D4; &#x5D1;&#x5D9;&#x5EA;&#x5D9;&#x5EA;: EnOcean, Netatmo, Homematic, Insteon, Z-Wave,...</home_automation_solutions>
    <lighting>&#x2022; &#x5EA;&#x5D0;&#x5D5;&#x5E8;&#x5D4;: LIFX, Lutron, Milight, IKEA Tr&#xE5;dfri ,Philips Hue,...</lighting>
    <heating>&#x2022; &#x5D7;&#x5D9;&#x5DE;&#x5D5;&#x5DD;: MAX!, NEST, Vitotronic, Heatmiser,...</heating>
    <home_entertainment>&#x2022; &#x5D1;&#x5D9;&#x5D3;&#x5D5;&#x5E8; &#x5D1;&#x5D9;&#x5EA;&#x5D9;: &#x5D8;&#x5DC;&#x5D5;&#x5D5;&#x5D9;&#x5D6;&#x5D9;&#x5D5;&#x5EA; &#x5E1;&#x5DE;&#x5E1;&#x5D5;&#x5E0;&#x5D2;, &#x5D8;&#x5DC;&#x5D5;&#x5D5;&#x5D9;&#x5D6;&#x5D9;&#x5D5;&#x5EA; &#x5D0;&#x5DC;-&#x5D2;'&#x5D9;, Sonos ,AVR, &#x5E4;&#x5D9;&#x5D5;&#x5E0;&#x5D9;&#x5E8; ,Squeezebox, Kodi, Plex,...</home_entertainment>
    <security>&#x2022; &#x5D0;&#x5D1;&#x5D8;&#x5D7;&#x5D4;: ZoneMinder, DSC,...</security>
    <open_protocols>&#x2022; &#x5E4;&#x5E8;&#x5D5;&#x5D8;&#x5D5;&#x5E7;&#x5D5;&#x5DC;&#x5D9;&#x5DD; &#x5E4;&#x5EA;&#x5D5;&#x5D7;&#x5D9;&#x5DD;: HTTP, TCP/UDP, MQTT, &#x5D9;&#x5E6;&#x5D9;&#x5D0;&#x5D4; &#x5D8;&#x5D5;&#x5E8;&#x5D9;&#x5EA;,...</open_protocols>
    <special_useCases>&#x2022; &#x5E9;&#x5D9;&#x5DE;&#x5D5;&#x5E9;&#x5D9;&#x5DD; &#x5DE;&#x5D9;&#x5D5;&#x5D7;&#x5D3;&#x5D9;&#x5DD;: Minecraft, &#x5DE;&#x5DB;&#x5D5;&#x5E0;&#x5D9;&#x5D5;&#x5EA; &#x5D8;&#x5E1;&#x5DC;&#x5D4;, &#x5E9;&#x5D9;&#x5E8;&#x5D5;&#x5EA;&#x5D9; &#x5DE;&#x5D6;&#x5D2; &#x5D0;&#x5D5;&#x5D5;&#x5D9;&#x5E8;,...</special_useCases>
    <empty_point>&#x2022; ...</empty_point>

    <oss_community>&#x5E7;&#x5D4;&#x5D9;&#x5DC;&#x5EA; &#x5D4;&#x5E7;&#x5D5;&#x5D3; &#x5D4;&#x5E4;&#x5EA;&#x5D5;&#x5D7;</oss_community>
    <forum>&#x5D4;&#x5D9;&#x5D5;&#x5D6;&#x5DE;&#x5D4; &#x5D4;&#x5E4;&#x5EA;&#x5D5;&#x5D7;&#x5D4; &#x5E9;&#x5DC; OpenHAB &#x5EA;&#x5D5;&#x5DE;&#x5DB;&#x5EA; &#x5DE;&#x5D0;&#x5D5;&#x5D3; &#x5D1;&#x5E7;&#x5D4;&#x5D9;&#x5DC;&#x5EA;&#x5D4; &#x5D4;&#x5EA;&#x5D5;&#x5E1;&#x5E1;&#x5EA;. &#x5D4;&#x5E4;&#x5D5;&#x5E8;&#x5D5;&#x5DD; &#x5E2;&#x5DD; &#x5D9;&#x5D5;&#x5EA;&#x5E8; &#x5DE; 13,000 &#x5DE;&#x5E9;&#x5EA;&#x5DE;&#x5E9;&#x5D9;&#x5DD; &#x5E8;&#x5E9;&#x5D5;&#x5DE;&#x5D9;&#x5DD; &#x5D4;&#x5D5;&#x5D0; &#x5DE;&#x5E7;&#x5D5;&#x5DD; &#x5DC;&#x5DE;&#x5E6;&#x5D5;&#x5D0; &#x5D4;&#x5D3;&#x5E8;&#x5DB;&#x5D4;, &#x5E2;&#x5D6;&#x5E8;&#x5D4; &#x5D5;&#x5D4;&#x5E9;&#x5E8;&#x5D0;&#x5D4;. &#x5D4;&#x5E6;&#x5D8;&#x5E8;&#x5E3; &#x5DC;&#x5E4;&#x5D5;&#x5E8;&#x5D5;&#x5DD; &#x5E7;&#x5D4;&#x5D9;&#x5DC;&#x5EA; openHAB &#x5D1; https://community.openhab.org</forum>

    <report_issues>&#x5D0;&#x5DD; &#x5E0;&#x5EA;&#x5E7;&#x5DC;&#x5EA; &#x5D1;&#x5D1;&#x5E2;&#x5D9;&#x5D4; &#x5D1;&#x5D9;&#x5D9;&#x5E9;&#x5D5;&#x5DE;&#x5D5;&#x5DF; &#x5D0;&#x5E0;&#x5D0; &#x5D3;&#x5D5;&#x5D5;&#x5D7; &#x5E2;&#x5DC; &#x5DB;&#x5DA; &#x5D1;&#x5E4;&#x5D5;&#x5E8;&#x5D5;&#x5DD; &#x5D0;&#x5D5; &#x5D1;- https://github.com/openhab/openhab-android/issues</report_issues>
    <translation>&#x5D0;&#x5DD; &#x5D0;&#x5EA; &#x5D0;&#x5D5; &#x5D0;&#x5EA;&#x5D4; &#x5E8;&#x5D5;&#x5E6;&#x5D9;&#x5DD; &#x5DC;&#x5E2;&#x5D6;&#x5D5;&#x5E8; &#x5DC;&#x5EA;&#x5E8;&#x5D2;&#x5DD; &#x5D0;&#x5EA; &#x5D4;&#x5D9;&#x5D9;&#x5E9;&#x5D5;&#x5DD; &#x5DC;&#x5E9;&#x5E4;&#x5EA;&#x5DA; &#x5D4;&#x5E6;&#x5D8;&#x5E8;&#x5E4;&#x5D5; &#x5D0;&#x5DC;&#x5D9;&#x5E0;&#x5D5; https://crowdin.com/project/openhab-android</translation>
    <foundation>&#x5D0;&#x5E8;&#x5D2;&#x5D5;&#x5DF; openHAB</foundation>
    <about_foundation>&#x5E7;&#x5E8;&#x5DF; openHAB &#x5D4;&#x5D5;&#x5D0; &#x5D0;&#x5E8;&#x5D2;&#x5D5;&#x5DF; &#x5DC;&#x5DC;&#x5D0; &#x5DE;&#x5D8;&#x5E8;&#x5D5;&#x5EA; &#x5E8;&#x5D5;&#x5D5;&#x5D7; &#x5E9;&#x5DE;&#x5E9;&#x5D9;&#x5DE;&#x5EA;&#x5D5; &#x5D4;&#x5D9;&#x5D0; &#x5DC;&#x5D7;&#x5E0;&#x5DA; &#x5D0;&#x5EA; &#x5D4;&#x5E6;&#x5D9;&#x5D1;&#x5D5;&#x5E8; &#x5E2;&#x5DC; &#x5D4;&#x5D0;&#x5E4;&#x5E9;&#x5E8;&#x5D5;&#x5D9;&#x5D5;&#x5EA; &#x5D5;&#x5D4;&#x5D9;&#x5EA;&#x5E8;&#x5D5;&#x5E0;&#x5D5;&#x5EA; &#x5E9;&#x5DC; &#x5E9;&#x5D9;&#x5DE;&#x5D5;&#x5E9; &#x5D1;&#x5E4;&#x5EA;&#x5E8;&#x5D5;&#x5E0;&#x5D5;&#x5EA; &#x5D7;&#x5D5;&#x5E4;&#x5E9;&#x5D9;&#x5D9;&#x5DD; &#x5D5;&#x5E4;&#x5EA;&#x5D5;&#x5D7;&#x5D9;&#x5DD; &#x5E9;&#x5DC; &#x5D1;&#x5D9;&#x5EA; &#x5D7;&#x5DB;&#x5DD;. &#x5DC;&#x5DE;&#x5D3; &#x5D0;&#x5D5;&#x5D3;&#x5D5;&#x5EA; &#x5DE;&#x5E9;&#x5D9;&#x5DE;&#x5EA;&#x5D5; &#x5D5;&#x5E9;&#x5D9;&#x5E8;&#x5D5;&#x5EA;&#x5D9;&#x5D5; &#x5E9;&#x5DC; &#x5D4;&#x5D0;&#x5E8;&#x5D2;&#x5D5;&#x5DF; &#x5D1; https://www.openhabfoundation.org</about_foundation>
    <important_note>&#x5D4;&#x5E2;&#x5E8;&#x5D4; &#x5D7;&#x5E9;&#x5D5;&#x5D1;&#x5D4;</important_note>
    <oh_server>&#x5D9;&#x5E9; &#x5E6;&#x5D5;&#x5E8;&#x5DA; &#x5D1;&#x5E9;&#x5E8;&#x5EA; openHAB &#x5E2;&#x5D1;&#x5D5;&#x5E8; &#x5D9;&#x5D9;&#x5E9;&#x5D5;&#x5DD; &#x5D6;&#x5D4;</oh_server>
    <short_description>&#x5DC;&#x5E7;&#x5D5;&#x5D7; openHAB &#x5E2;&#x5D1;&#x5D5;&#x5E8; &#x5D0;&#x5E0;&#x5D3;&#x5E8;&#x5D5;&#x5D0;&#x5D9;&#x5D3;</short_description>
    <fdroid>&#x5EA;&#x5D5;&#x5DB;&#x5E0;&#x5D5;&#x5EA; &#x5E2;&#x5D1;&#x5D5;&#x5E8; F-Droid &#x5DE;&#x5DB;&#x5D9;&#x5DC;&#x5D5;&#x5EA; &#x5EA;&#x5E6;&#x5D5;&#x5D2;&#x5EA; &#x5DE;&#x5D9;&#x5E4;&#x5D5;&#x5D9;, GCM &#x5D5;&#x5D3;&#x5D9;&#x5D5;&#x5D5;&#x5D7;&#x5D9; &#x5E9;&#x5D2;&#x5D9;&#x5D0;&#x5D4; &#x5E2;&#x5DC; &#x5D4;&#x5EA;&#x5E8;&#x5E1;&#x5E7;&#x5D5;&#x5EA; &#x5D4;&#x5D5;&#x5E1;&#x5E8;&#x5D5; &#x5D5;&#x5DC;&#x5D0; &#x5D9;&#x5D5;&#x5DB;&#x5DC;&#x5D5; &#x5DC;&#x5E7;&#x5D1;&#x5DC; &#x5D4;&#x5EA;&#x5E8;&#x5D0;&#x5D5;&#x5EA; &#x5D1;&#x5D3;&#x5D7;&#x5D9;&#x5E4;&#x5D4; &#x5DE;&#x5E2;&#x5E0;&#x5DF; openHAB.</fdroid>
    <fdroid_beta>&#x5D1;&#x5D0;&#x5E4;&#x5E9;&#x5E8;&#x5D5;&#x5EA;&#x5DA; &#x5DC;&#x5D4;&#x5EA;&#x5E7;&#x5D9;&#x5DF; &#x5D0;&#x5EA; &#x5D2;&#x5D9;&#x5E8;&#x5E1;&#x5EA; &#x5D4;&#x5D1;&#x5D8;&#x5D0; &#x5DC;&#x5E6;&#x5D3; &#x5D4;&#x5D2;&#x5E8;&#x5E1;&#x5D4; &#x5D4;&#x5D9;&#x5E6;&#x5D9;&#x5D1;&#x5D4;: [[org.openhab.habdroid]]</fdroid_beta>
</strings>
