#X-Generator: crowdin.com
# Strings for store descriptions. Sourced by generate_and_validate.sh

intro='openHAB - "empowering the smart home" - ανεξάρτητο κατασκευαστή και τεχνολογίας ανοικτού κώδικα λογισμικό αυτοματοποίησης σπιτιού '

whatis='Το openHAB είναι μια πλατφόρμα ανοικτού λογισμικού βασισμένη στην Java που ενσωματώνει και συνδυάζει ένα ευρή φάσμα διαφορετικών συστημάτων και τεχνολογιών έξυπνου σπιτιού σε μία ενιαία λύση.'
rules='Όλες οι συσκευές είναι διαθέσιμες για την μηχανή κανόνων αυτοματοποίησης και τις διαφορετικές διεπαφές χρήστη (UI) μέσα από το ενοποιημένο και αφαιρετικό επίπεδο.'

supported='Υποστηριζόμενα προϊόντα'
bindings='Πάνω από 200 πρόσθετα παρέχουν υποστήριξη για μάρκες, συσκευές, τεχνολογίες και πρωτόκολλα επικοινωνίας όπως Z-Wave, Philips Hue, Amazon Echo, Chromecast και Sonos. Ανακαλύψτε όλα τα διαθέσιμα πρόσθετα και υποστηριζόμενες συσκευές ή/και λειτουργίες στο: https://docs.openhab.org/addons/bindings.html'

home_automation_solutions='Λύσεις οικιακού αυτοματισμού'
lighting='Φωτισμός'
heating='Θέρμανση'
home_entertainment='Οικιακή ψυχαγωγία'
security='Ασφάλεια'
open_protocols='Ανοικτά πρωτόκολλα'
special_useCases='Ειδικά σενάρια χρήσης'

oss_community='Κοινότητα Ανοικτού Λογισμικού'

forum='Η πρωτοβουλία ανοιχτού κώδικα openHAB υποστηρίζει σθεναρά τη ζωντανή κοινότητα του. Το φόρουμ με πάνω από 13.000 εγγεγραμμένους χρήστες είναι ένα μέρος για να βρείτε καθοδήγηση, βοήθεια και έμπνευση. Ενταχθείται στο φόρουμ της κοινότητας του openHAB στην διεύθυνση https://community.openhab.org'
report_issues='Όταν βρείτε ένα πρόβλημα παρακαλώ αναφέρετε το στο φόρουμ ή στο https://github.com/openhab/openhab-android/issues'
translation='Εάν θέλετε να μεταφράσετε την εφαρμογή στην γλώσσα σας δηλώστε συμμετοχή στο https://crowdin.com/project/openhab-android'

foundation='Ίδρυμα openHAB'
about_foundation='Το openHAB Foundation Europe e.V. είναι ένας μη κερδοσκοπικός οργανισμός με αποστολή να εκπαιδεύσει το κοινό σχετικά με τις δυνατότητες και τα οφέλη του ελεύθερου και ανοικτού λογισμικού για λύσεις έξυπνων σπιτιών. Μάθετε περισσότερα για την αποστολή και τις υπηρεσίες του Ιδρύματος στο https://www.openhabfoundation.org'

important_note='Σημαντική Σημείωση'

short_description='Εφαρμογή Android για το openHAB'

fdroid='Στις εκδόσεις στο F-Droid έχει αφαιρεθεί η υποστήριξη για προβολή χάρτη, GCM και αναφοράς σφάλματος και δεν είναι δυνατή η λήψη ενημερώσεων απο το openHAB Cloud.'
beta='Μπορείτε να εγκαταστήσετε την έκδοση beta παράλληλα με την σταθερή έκδοση:'

