<?xml version="1.0"?>
<strings>
    <intro></intro>
    <whatis>openHAB - &#x44D;&#x442;&#x43E; &#x43E;&#x441;&#x43D;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x430;&#x44F; &#x43D;&#x430; Java &#x43F;&#x43B;&#x430;&#x442;&#x444;&#x43E;&#x440;&#x43C;&#x430; &#x434;&#x43E;&#x43C;&#x430;&#x448;&#x43D;&#x435;&#x439; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438; &#x441; &#x43E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x44B;&#x43C; &#x438;&#x441;&#x445;&#x43E;&#x434;&#x43D;&#x44B;&#x43C; &#x43A;&#x43E;&#x434;&#x43E;&#x43C;, &#x438;&#x43D;&#x442;&#x435;&#x433;&#x440;&#x438;&#x440;&#x443;&#x44E;&#x449;&#x430;&#x44F; &#x438; &#x43A;&#x43E;&#x43C;&#x431;&#x438;&#x43D;&#x438;&#x440;&#x443;&#x44E;&#x449;&#x430;&#x44F; &#x432; &#x441;&#x435;&#x431;&#x435; &#x431;&#x43E;&#x43B;&#x44C;&#x448;&#x43E;&#x435; &#x43A;&#x43E;&#x43B;&#x438;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E; &#x440;&#x430;&#x437;&#x43B;&#x438;&#x447;&#x43D;&#x44B;&#x445; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C; "&#x443;&#x43C;&#x43D;&#x43E;&#x433;&#x43E; &#x434;&#x43E;&#x43C;&#x430;" &#x432; &#x435;&#x434;&#x438;&#x43D;&#x43E;&#x435; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x435;.</whatis>
    <rules></rules>
    <supported>&#x41F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x435;&#x43C;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x434;&#x443;&#x43A;&#x442;&#x44B;</supported>
    <bindings> &#x414;&#x43B;&#x44F; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x440;&#x430;: Z-Wave, Philips Hue, Amazon Echo, Chromecast &#x438; Sonos. </bindings>

    <home_automation_solutions>&#x2022; &#x420;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44F; &#x434;&#x43B;&#x44F; &#x430;&#x432;&#x442;&#x43E;&#x43C;&#x430;&#x442;&#x438;&#x437;&#x430;&#x446;&#x438;&#x438;: Z-Wave, EnOcean, Netatmo, Homematic, Insteon, ...</home_automation_solutions>
    <lighting>&#x2022; &#x41E;&#x441;&#x432;&#x435;&#x449;&#x435;&#x43D;&#x438;&#x435;: Philips Hue, Ikea Tr&#xE5;dfri, LIFX, Lutron, Milight,...</lighting>
    <heating>&#x2022; &#x41E;&#x442;&#x43E;&#x43F;&#x43B;&#x435;&#x43D;&#x438;&#x435;: Max!, Nest, Vitotronic, Heatmiser, ...</heating>
    <home_entertainment>&#x2022; &#x414;&#x43E;&#x43C;&#x430;&#x448;&#x43D;&#x44F;&#x44F; &#x44D;&#x43B;&#x435;&#x43A;&#x442;&#x440;&#x43E;&#x43D;&#x438;&#x43A;&#x430;: Samsung TV, LG TV, Sonos, Pioner AVR, Squeezebox, Kodi, Plex, ...</home_entertainment>
    <security>&#x2022; &#x41E;&#x445;&#x440;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x441;&#x438;&#x441;&#x442;&#x435;&#x43C;&#x44B;: ZoneMinder, DSC, ...</security>
    <open_protocols>&#x2022; &#x41E;&#x442;&#x43A;&#x440;&#x44B;&#x442;&#x44B;&#x435; &#x43F;&#x440;&#x43E;&#x442;&#x43E;&#x43A;&#x43E;&#x43B;&#x44B;: HTTP, TCP/UDP, MQTT, Serial, ...</open_protocols>
    <special_useCases>&#x2022; &#x414;&#x43E;&#x43F;&#x43E;&#x43B;&#x43D;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;: Minecraft, Tesla Car, Weather Services, ...</special_useCases>
    <empty_point>&#x2022; ...</empty_point>

    <oss_community>&#x421;&#x43E;&#x43E;&#x431;&#x449;&#x435;&#x441;&#x442;&#x432;&#x43E; Open Source</oss_community>
    <forum> &#x424;&#x43E;&#x440;&#x443;&#x43C;, &#x441; &#x431;&#x43E;&#x43B;&#x435;&#x435; &#x447;&#x435;&#x43C; 13 000 &#x437;&#x430;&#x440;&#x435;&#x433;&#x438;&#x441;&#x442;&#x440;&#x438;&#x440;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x445; &#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x435;&#x439;, &#x44D;&#x442;&#x43E; &#x43C;&#x435;&#x441;&#x442;&#x43E;, &#x433;&#x434;&#x435; &#x43C;&#x43E;&#x436;&#x43D;&#x43E; &#x43D;&#x430;&#x439;&#x442;&#x438; &#x440;&#x435;&#x43A;&#x43E;&#x43C;&#x435;&#x43D;&#x434;&#x430;&#x446;&#x438;&#x438;, &#x43F;&#x43E;&#x43C;&#x43E;&#x449;&#x44C; &#x438; &#x438;&#x434;&#x435;&#x438; &#x434;&#x43B;&#x44F; &#x43D;&#x43E;&#x432;&#x44B;&#x445; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x439;. &#x41F;&#x440;&#x438;&#x441;&#x43E;&#x435;&#x434;&#x438;&#x43D;&#x44F;&#x439;&#x442;&#x435;&#x441;&#x44C; &#x43A; &#x441;&#x43E;&#x43E;&#x431;&#x449;&#x435;&#x441;&#x442;&#x432;&#x443; openHAB &#x43D;&#x430; https://community.openhab.org</forum>

    <report_issues>&#x415;&#x441;&#x43B;&#x438; &#x432;&#x44B; &#x43D;&#x430;&#x448;&#x43B;&#x438; &#x43E;&#x448;&#x438;&#x431;&#x43A;&#x443;, &#x43F;&#x43E;&#x436;&#x430;&#x43B;&#x443;&#x439;&#x441;&#x442;&#x430;, &#x441;&#x43E;&#x43E;&#x431;&#x449;&#x438;&#x442;&#x435; &#x43E;&#x431; &#x44D;&#x442;&#x43E;&#x43C; &#x43D;&#x430; &#x444;&#x43E;&#x440;&#x443;&#x43C;&#x435; &#x438;&#x43B;&#x438; &#x43D;&#x430; https://github.com/openhab/openhab-android/issues</report_issues>
    <translation>&#x415;&#x441;&#x43B;&#x438; &#x412;&#x44B; &#x445;&#x43E;&#x442;&#x438;&#x442;&#x435; &#x43F;&#x435;&#x440;&#x435;&#x432;&#x435;&#x441;&#x442;&#x438; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x43D;&#x430; &#x441;&#x432;&#x43E;&#x439; &#x44F;&#x437;&#x44B;&#x43A; - &#x43F;&#x440;&#x438;&#x441;&#x43E;&#x435;&#x434;&#x438;&#x43D;&#x44F;&#x439;&#x442;&#x435;&#x441;&#x44C; &#x43A; &#x43D;&#x430;&#x43C; &#x43D;&#x430; https://crowdin.com/project/openhab-android</translation>
    <foundation>C&#x43E;&#x43E;&#x431;&#x449;&#x435;&#x441;&#x442;&#x432;&#x43E; openHAB</foundation>
    <about_foundation> &#x423;&#x437;&#x43D;&#x430;&#x439;&#x442;&#x435; &#x43E; &#x437;&#x430;&#x434;&#x430;&#x447;&#x430;&#x445; openHAB Foundation &#x43D;&#x430; https://www.openhabfoundation.org</about_foundation>
    <important_note>&#x412;&#x430;&#x436;&#x43D;&#x43E;&#x435; &#x43F;&#x440;&#x438;&#x43C;&#x435;&#x447;&#x430;&#x43D;&#x438;&#x435;</important_note>
    <oh_server>&#x414;&#x43B;&#x44F; &#x44D;&#x442;&#x43E;&#x433;&#x43E; &#x43F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x44F; &#x43D;&#x435;&#x43E;&#x431;&#x445;&#x43E;&#x434;&#x438;&#x43C; &#x441;&#x435;&#x440;&#x432;&#x435;&#x440; openHAB</oh_server>
    <short_description>&#x41A;&#x43B;&#x438;&#x435;&#x43D;&#x442; openHAB &#x434;&#x43B;&#x44F; Android</short_description>
    <fdroid>&#x412;&#x435;&#x440;&#x441;&#x438;&#x44F; &#x434;&#x43B;&#x44F; F-Droid &#x43F;&#x43E;&#x434;&#x434;&#x435;&#x440;&#x436;&#x438;&#x432;&#x430;&#x435;&#x442; &#x43F;&#x440;&#x43E;&#x441;&#x43C;&#x43E;&#x442;&#x440; &#x43A;&#x430;&#x440;&#x442;. GCM &#x438; &#x43E;&#x442;&#x447;&#x451;&#x442;&#x44B; &#x43E; &#x441;&#x431;&#x43E;&#x44F;&#x445; &#x443;&#x434;&#x430;&#x43B;&#x435;&#x43D;&#x44B;. &#x41F;&#x440;&#x438;&#x43B;&#x43E;&#x436;&#x435;&#x43D;&#x438;&#x435; &#x43D;&#x435; &#x431;&#x443;&#x434;&#x435;&#x442; &#x43F;&#x43E;&#x43B;&#x443;&#x447;&#x430;&#x442;&#x44C; &#x443;&#x432;&#x435;&#x434;&#x43E;&#x43C;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43E;&#x442; openHub Cloud.</fdroid>
    <fdroid_beta>&#x412;&#x44B; &#x43C;&#x43E;&#x436;&#x435;&#x442;&#x435; &#x443;&#x441;&#x442;&#x430;&#x43D;&#x43E;&#x432;&#x438;&#x442;&#x44C; &#x431;&#x435;&#x442;&#x430;-&#x432;&#x435;&#x440;&#x441;&#x438;&#x44E; &#x432;&#x43C;&#x435;&#x441;&#x442;&#x435; &#x441;&#x43E; &#x441;&#x442;&#x430;&#x431;&#x438;&#x43B;&#x44C;&#x43D;&#x43E;&#x439; &#x432;&#x435;&#x440;&#x441;&#x438;&#x435;&#x439;: [[org.openhab.habdroid]]</fdroid_beta>
</strings>
