#X-Generator: crowdin.com
# Strings for store descriptions. Sourced by generate_and_validate.sh


whatis='openHAB это основанная на Java платформа домашней автоматизации с открытым исходным кодом которая интегрирует и комбинирует большое разнообразие различных систем умного дома и технологий в единое решение.'
rules='На вершине единой абстракции все подключенные устройства доступны для общих движков правил автоматизации и различных пользовательских интерфейсов.'

supported='Поддерживаемые продукты'

home_automation_solutions='Решения для домашней автоматизации'
lighting='Освещение'
heating='Обогрев'
home_entertainment='Домашние развлечения'
security='Безопасность'
open_protocols='Открытые протоколы'
special_useCases='Особые сценарии использования'


forum='openHAB сильно поддерживает его активное сообщество. Форум более чем c 13,000 зарегистрированных пользователей это место для поиска руководств, помощи и вдохновения. Присоединяйтесь к форуму сообщества openHAB на https://community.openhab.org'
report_issues='Если вы найдете ошибку, пожалуйста, сообщите об этом на форуме или на https://github.com/openhab/openhab-android/issues'
translation='Если Вы хотите перевести приложение на свой язык, то присоединяйтесь к нам на https://crowdin.com/project/openhab-android'


important_note='Важное примечание'
oh_server='Вам нужен сервер openHAB для этого приложения'


