<?xml version="1.0"?>
<strings>
    <intro>openHAB - "empowering the smart home" - &#x628;&#x63A;&#x636; &#x627;&#x644;&#x646;&#x638;&#x631; &#x639;&#x646; &#x627;&#x644;&#x645;&#x632;&#x648;&#x62F;&#x64A;&#x646; &#x648;&#x627;&#x644;&#x62A;&#x643;&#x646;&#x644;&#x648;&#x62C;&#x64A;&#x627; &#x60C; &#x623;&#x62A;&#x645;&#x62A;&#x629; &#x627;&#x644;&#x628;&#x64A;&#x648;&#x62A; &#x627;&#x644;&#x645;&#x641;&#x62A;&#x648;&#x62D; &#x627;&#x644;&#x645;&#x635;&#x62F;&#x631;</intro>
    <whatis>openHAB &#x645;&#x628;&#x646;&#x64A;&#x629; &#x639;&#x644;&#x649; &#x627;&#x644;&#x62C;&#x627;&#x641;&#x627; &#x648;&#x645;&#x641;&#x62A;&#x648;&#x62D;&#x629; &#x627;&#x644;&#x645;&#x635;&#x62F;&#x631; &#x60C; &#x645;&#x646;&#x635;&#x629; &#x623;&#x62A;&#x645;&#x62A;&#x629; &#x627;&#x644;&#x628;&#x64A;&#x648;&#x62A; &#x627;&#x644;&#x644;&#x62A;&#x64A; &#x62A;&#x62A;&#x643;&#x627;&#x645;&#x644; &#x648;&#x62A;&#x62F;&#x645;&#x62C; &#x646;&#x637;&#x627;&#x642; &#x643;&#x628;&#x64A;&#x631; &#x645;&#x646; &#x623;&#x646;&#x638;&#x645;&#x629; &#x648;&#x62A;&#x643;&#x646;&#x644;&#x648;&#x62C;&#x64A;&#x627; &#x627;&#x644;&#x628;&#x64A;&#x648;&#x62A; &#x627;&#x644;&#x630;&#x643;&#x628;&#x629; &#x641;&#x64A; &#x62D;&#x644; &#x648;&#x627;&#x62D;&#x62F;.</whatis>
    <rules>&#x639;&#x644;&#x649; &#x642;&#x645;&#x629; &#x627;&#x644;&#x637;&#x628;&#x642;&#x627;&#x62A; &#x627;&#x644;&#x645;&#x62C;&#x631;&#x62F;&#x629; &#x627;&#x644;&#x645;&#x648;&#x62D;&#x62F;&#x629;&#x60C; &#x62C;&#x645;&#x64A;&#x639; &#x627;&#x644;&#x623;&#x62C;&#x647;&#x632;&#x629; &#x627;&#x644;&#x645;&#x62A;&#x635;&#x644;&#x629; &#x642;&#x627;&#x628;&#x644;&#x629; &#x644;&#x642;&#x627;&#x639;&#x62F;&#x629; &#x645;&#x62D;&#x631;&#x643;&#x627;&#x62A; &#x623;&#x62A;&#x645;&#x62A;&#x629; &#x634;&#x627;&#x645;&#x644;&#x629; &#x648; &#x648;&#x627;&#x62C;&#x647;&#x627;&#x62A; &#x645;&#x633;&#x62A;&#x62E;&#x62F;&#x645; &#x645;&#x62A;&#x648;&#x639;&#x629;.</rules>
    <supported>&#x645;&#x646;&#x62A;&#x62C;&#x627;&#x62A; &#x645;&#x62F;&#x639;&#x648;&#x645;&#x629;</supported>
    <bindings>&#x645;&#x627; &#x64A;&#x632;&#x64A;&#x62F; &#x639;&#x644;&#x649; 200 &#x645;&#x646; &#x625;&#x636;&#x627;&#x641;&#x627;&#x62A; &#x645;&#x62D;&#x62F;&#x62F;&#x629; &#x62A;&#x648;&#x641;&#x631; &#x627;&#x644;&#x62F;&#x639;&#x645; &#x644;&#x645;&#x627;&#x631;&#x643;&#x627;&#x62A; &#x623;&#x62C;&#x647;&#x632;&#x629; &#x648;&#x62A;&#x642;&#x646;&#x64A;&#x627;&#x62A; &#x648;&#x628;&#x631;&#x648;&#x62A;&#x648;&#x643;&#x648;&#x644;&#x627;&#x62A; &#x627;&#x644;&#x627;&#x62A;&#x635;&#x627;&#x644;. &#x645;&#x62B;&#x627;&#x644; &#x632;&#x62F;-&#x648;&#x64A;&#x641;&#x60C; &#x641;&#x64A;&#x644;&#x64A;&#x628;&#x633; &#x647;&#x64A;&#x648;&#x60C; &#x623;&#x645;&#x627;&#x632;&#x648;&#x646; &#x625;&#x64A;&#x643;&#x648;&#x60C; &#x643;&#x631;&#x648;&#x645;&#x643;&#x627;&#x633;&#x62A;&#x60C; &#x648; &#x633;&#x648;&#x646;&#x648;&#x633;.
https://docs. openhab. org/addons/bindings. html. &#x623;&#x643;&#x62A;&#x634;&#x641; &#x643;&#x644; &#x627;&#x644;&#x625;&#x636;&#x627;&#x641;&#x627;&#x62A; &#x627;&#x644;&#x645;&#x62A;&#x648;&#x641;&#x631;&#x629; &#x648;&#x627;&#x644;&#x623;&#x62C;&#x647;&#x632;&#x629; &#x627;&#x644;&#x645;&#x62F;&#x639;&#x648;&#x645;&#x629; &#x648;/&#x623;&#x648; &#x627;&#x644;&#x648;&#x638;&#x627;&#x626;&#x641; &#x639;&#x628;&#x631;: 
https://docs.openhab.org/addons/bindings.html</bindings>

    <home_automation_solutions>&#x2022; &#x62D;&#x644;&#x648;&#x644; &#x623;&#x62A;&#x645;&#x62A;&#x629; &#x627;&#x644;&#x645;&#x646;&#x632;&#x644;: &#x632;&#x62F;-&#x648;&#x64A;&#x641;&#x60C; &#x625;&#x646;&#x623;&#x648;&#x634;&#x646;&#x60C; &#x646;&#x62A;&#x627;&#x646;&#x62A;&#x648;&#x60C; &#x647;&#x648;&#x645;&#x64A;&#x62A;&#x631;&#x64A;&#x643;&#x60C; &#x625;&#x646;&#x633;&#x62A;&#x648;&#x646;&#x60C; ...</home_automation_solutions>
    <lighting>&#x2022; &#x627;&#x644;&#x625;&#x636;&#x627;&#x621;&#x629;: &#x641;&#x64A;&#x644;&#x64A;&#x628;&#x633; &#x647;&#x648;&#x64A; &#x60C; &#x62A;&#x631;&#x627;&#x62F;&#x641;&#x631;&#x64A; &#x60C; &#x627;&#x64A;&#x643;&#x64A;&#x627;&#x60C; &#x644;&#x64A;&#x641;&#x60C; &#x644;&#x648;&#x62A;&#x648;&#x646; &#x60C; &#x645;&#x64A;&#x644;&#x64A;&#x62A;&#x60C;...</lighting>
    <heating>&#x2022; &#x62A;&#x62F;&#x641;&#x626;&#x629;: &#x645;&#x627;&#x643;&#x633;!&#x60C; &#x646;&#x633;&#x62A;&#x60C; &#x641;&#x64A;&#x62A;&#x648;&#x62A;&#x631;&#x648;&#x646;&#x64A;&#x643;&#x60C; &#x647;&#x64A;&#x627;&#x62A;&#x645;&#x64A;&#x633;&#x64A;&#x631;&#x60C;...</heating>
    <home_entertainment>&#x2022; &#x627;&#x644;&#x62A;&#x631;&#x641;&#x64A;&#x647; &#x627;&#x644;&#x645;&#x646;&#x632;&#x644;&#x64A;: &#x62A;&#x644;&#x641;&#x627;&#x632; &#x633;&#x627;&#x645;&#x633;&#x648;&#x646;&#x62C;&#x60C; &#x62A;&#x644;&#x641;&#x627;&#x632; &#x627;&#x644; &#x62C;&#x64A;&#x60C; &#x633;&#x648;&#x646;&#x648;&#x633;&#x60C; &#x628;&#x64A;&#x648;&#x646;&#x64A;&#x631; &#x625;&#x64A; &#x641;&#x64A; &#x622;&#x631; &#x60C; &#x633;&#x643;&#x648;&#x64A;&#x632;&#x628;&#x648;&#x643;&#x633;&#x60C; &#x643;&#x648;&#x62F;&#x64A;&#x60C; &#x628;&#x644;&#x643;&#x633; &#x60C;...</home_entertainment>
    <security>&#x2022; &#x627;&#x644;&#x623;&#x645;&#x646;: &#x632;&#x648;&#x646;&#x64A;&#x645;&#x64A;&#x646;&#x62F;&#x64A;&#x631;&#x60C; &#x62F;&#x64A; &#x623;&#x633; &#x633;&#x64A;&#x60C;...</security>
    <open_protocols>&#x627;&#x644;&#x628;&#x631;&#x648;&#x62A;&#x648;&#x643;&#x648;&#x644;&#x627;&#x62A; &#x627;&#x644;&#x645;&#x641;&#x62A;&#x648;&#x62D;&#x629;: HTTP, TCP/UDP, MQTT, Serial, ...</open_protocols>
    <special_useCases>&#x62D;&#x627;&#x644;&#x627;&#x62A; &#x625;&#x633;&#x62A;&#x62E;&#x62F;&#x627;&#x645; &#x62E;&#x627;&#x635;&#x629;: &#x645;&#x64A;&#x646;&#x643;&#x631;&#x627;&#x641;&#x62A;&#x60C; &#x633;&#x64A;&#x627;&#x631;&#x629; &#x62A;&#x64A;&#x633;&#x644;&#x627;&#x60C; &#x62E;&#x62F;&#x645;&#x627;&#x62A; &#x627;&#x644;&#x637;&#x642;&#x633;&#x60C; ...</special_useCases>
    <empty_point>&#x2022; ...</empty_point>

    <oss_community>&#x645;&#x62C;&#x62A;&#x645;&#x639; &#x627;&#x644;&#x645;&#x635;&#x62F;&#x631; &#x627;&#x644;&#x645;&#x641;&#x62A;&#x648;&#x62D;</oss_community>
    <forum>openHAB &#x645;&#x628;&#x627;&#x62F;&#x631;&#x629; &#x627;&#x644;&#x645;&#x635;&#x62F;&#x631; &#x627;&#x644;&#x645;&#x641;&#x62A;&#x648;&#x62D; &#x645;&#x62F;&#x639;&#x648;&#x645;&#x629; &#x628;&#x642;&#x648;&#x629; &#x645;&#x646; &#x645;&#x62C;&#x62A;&#x645;&#x639; &#x646;&#x627;&#x628;&#x636; &#x628;&#x627;&#x644;&#x62D;&#x64A;&#x627;&#x629;. &#x645;&#x646;&#x62A;&#x62F;&#x649; &#x645;&#x643;&#x648;&#x646; &#x645;&#x646; &#x623;&#x643;&#x62B;&#x631; &#x645;&#x646; 13,000 &#x645;&#x633;&#x62A;&#x62E;&#x62F;&#x645; &#x645;&#x633;&#x62C;&#x644;&#x60C; &#x645;&#x643;&#x627;&#x646; &#x645;&#x646;&#x627;&#x633;&#x628; &#x644;&#x644;&#x62D;&#x635;&#x648;&#x644; &#x639;&#x644;&#x649; &#x625;&#x631;&#x634;&#x627;&#x62F;&#x627;&#x62A;&#x60C; &#x645;&#x633;&#x627;&#x639;&#x62F;&#x627;&#x62A;&#x60C; &#x648;&#x627;&#x644;&#x625;&#x644;&#x647;&#x627;&#x645;. &#x627;&#x644;&#x627;&#x646;&#x636;&#x645;&#x627;&#x645; &#x625;&#x644;&#x649; &#x645;&#x646;&#x62A;&#x62F;&#x649; &#x627;&#x644;&#x645;&#x62C;&#x62A;&#x645;&#x639; &#x623;&#x648;&#x628;&#x64A;&#x646;&#x647;&#x627;&#x628; &#x639;&#x628;&#x631; https://community.openhab.org</forum>

    <report_issues>&#x646;&#x631;&#x62C;&#x648; &#x623;&#x646; &#x62A;&#x642;&#x648;&#x645; &#x628;&#x627;&#x644;&#x625;&#x628;&#x644;&#x627;&#x63A; &#x639;&#x646;&#x62F; &#x648;&#x62C;&#x648;&#x62F; &#x623;&#x64A; &#x645;&#x634;&#x643;&#x644;&#x629; &#x639;&#x628;&#x631; &#x627;&#x644;&#x645;&#x646;&#x62A;&#x62F;&#x649; &#x623;&#x648; &#x639;&#x644;&#x649; https://github.com/openhab/openhab-android/issues</report_issues>
    <translation>&#x625;&#x630;&#x627; &#x643;&#x646;&#x62A; &#x62A;&#x631;&#x63A;&#x628; &#x641;&#x64A; &#x62A;&#x631;&#x62C;&#x645;&#x629; &#x627;&#x644;&#x62A;&#x637;&#x628;&#x64A;&#x642; &#x625;&#x644;&#x649; &#x644;&#x63A;&#x62A;&#x643; &#x627;&#x646;&#x638;&#x645; &#x625;&#x644;&#x64A;&#x646;&#x627; &#x641;&#x64A; https://crowdin.com/project/openhab-android</translation>
    <foundation>&#x645;&#x624;&#x633;&#x633;&#x629; openHAB</foundation>
    <about_foundation>&#x645;&#x624;&#x633;&#x633;&#x629; openHAB &#x623;. &#x641;. &#x645;&#x646;&#x638;&#x645;&#x629; &#x63A;&#x64A;&#x631; &#x631;&#x628;&#x62D;&#x64A;&#x629; &#x62A;&#x62D;&#x645;&#x644; &#x639;&#x644;&#x649; &#x639;&#x627;&#x62A;&#x642;&#x647;&#x627; &#x645;&#x647;&#x645;&#x629; &#x62A;&#x62B;&#x642;&#x64A;&#x641; &#x627;&#x644;&#x62C;&#x645;&#x647;&#x648;&#x631; &#x628;&#x62E;&#x635;&#x648;&#x635; &#x625;&#x645;&#x643;&#x627;&#x646;&#x64A;&#x627;&#x62A; &#x648;&#x645;&#x632;&#x627;&#x64A;&#x627; &#x62D;&#x644;&#x648;&#x644; &#x627;&#x644;&#x645;&#x646;&#x627;&#x632;&#x644; &#x627;&#x644;&#x630;&#x643;&#x64A;&#x629; &#x627;&#x644;&#x62D;&#x631;&#x629; &#x648;&#x627;&#x644;&#x645;&#x641;&#x62A;&#x648;&#x62D;&#x629;. &#x645;&#x639;&#x631;&#x641;&#x629; &#x627;&#x644;&#x645;&#x632;&#x64A;&#x62F; &#x639;&#x646; &#x627;&#x644;&#x645;&#x647;&#x645;&#x629; &#x648;&#x62E;&#x62F;&#x645;&#x627;&#x62A; &#x627;&#x644;&#x645;&#x624;&#x633;&#x633;&#x629; &#x641;&#x64A; https://www.openhabfoundation.org</about_foundation>
    <important_note>&#x645;&#x644;&#x627;&#x62D;&#x638;&#x629; &#x647;&#x627;&#x645;&#x629;</important_note>
    <oh_server>&#x623;&#x646;&#x62A; &#x628;&#x62D;&#x627;&#x62C;&#x629; &#x625;&#x644;&#x649; &#x62E;&#x627;&#x62F;&#x645; openHAB &#x644;&#x647;&#x630;&#x627; &#x627;&#x644;&#x62A;&#x637;&#x628;&#x64A;&#x642;</oh_server>
    <short_description>&#x639;&#x645;&#x64A;&#x644; openHAB &#x644;&#x644;&#x623;&#x646;&#x62F;&#x631;&#x648;&#x64A;&#x62F;</short_description>
    <fdroid>&#x625;&#x635;&#x62F;&#x627;&#x631;&#x627;&#x62A; F-Droid &#x62A;&#x62F;&#x639;&#x645; &#x639;&#x631;&#x636; &#x627;&#x644;&#x62E;&#x631;&#x64A;&#x637;&#x629;&#x60C; &#x62A;&#x631;&#x627;&#x633;&#x644; &#x633;&#x62D;&#x627;&#x628;&#x629; &#x62C;&#x648;&#x62C;&#x644; GCM &#x628;&#x64A;&#x646;&#x645;&#x627; &#x62D;&#x630;&#x641;&#x62A; &#x62A;&#x642;&#x627;&#x631;&#x64A;&#x631; &#x627;&#x644;&#x625;&#x646;&#x647;&#x64A;&#x627;&#x631; &#x648;&#x645;&#x646; &#x63A;&#x64A;&#x631; &#x627;&#x644;&#x645;&#x645;&#x643;&#x646; &#x625;&#x633;&#x62A;&#x642;&#x628;&#x627;&#x644; &#x627;&#x644;&#x625;&#x634;&#x639;&#x627;&#x631;&#x627;&#x62A; &#x645;&#x646; &#x633;&#x62D;&#x627;&#x628;&#x629; openHAB.</fdroid>
    <fdroid_beta>&#x64A;&#x645;&#x643;&#x646;&#x643; &#x62A;&#x62B;&#x628;&#x64A;&#x62A; &#x625;&#x635;&#x62F;&#x627;&#x631; &#x627;&#x644;&#x62A;&#x62C;&#x631;&#x64A;&#x628;&#x64A; &#x62C;&#x646;&#x628;&#x627; &#x625;&#x644;&#x649; &#x62C;&#x646;&#x628; &#x645;&#x639; &#x625;&#x635;&#x62F;&#x627;&#x631; &#x645;&#x633;&#x62A;&#x642;&#x631;: [[org.openhab.habdroid]]</fdroid_beta>
</strings>
